{
  "jokes": [
    "I used to have facial hair ||but then it grew on me||",
    "Whoever invented the knock-knock joke ||should get a no bell prize||",
    "I was fired from the keyboard factory yesterday ||I wasn't putting in enough shifts||",
    "Welcome to plastic surgery addicts anonymous. ||I see a few new faces here this week and I must say I am very disappointed.||",
    "Why did the Hipster drown? ||he went ice skating on the pond before it was cool.||",
    "Man, I really love my furniture ||me and my recliner go way back||",
    "If you're struggling to think of what to get someone for Christmas ||get them a fridge and watch their face light up when they open it||",
    "What did the traffic light say to the car as it passed? ||'Don't look I'm changing!||",
    "As I handed my Dad his 50th birthday card, he looked at me with tears in his eyes and said ||'You know, one would have been enough'||",
    "I can't take my dog to the pond anymore because the ducks keep attacking him. ||Guess that's what I get for buying a pure bread dog.||",
    "I don't trust stairs ||They are always up to something||",
    "My son's Math Teacher called him average. ||I think he's mean.||",
    "Did you know that protons have mass? ||I didn't even know they were catholic.||",
    "Today, my son asked 'Can I have a book mark?' and I burst into tears || 11 years old and he still doesn't know my name is Brian.",
    "What did one elevator say to the other elevator? || I think I'm coming down with something!||",
    "What's the best thing about Switzerland? || I don't know, but their flag is a huge plus.||",
    "Where do you find a cow with no legs? || Right where you left it.||",
    "Why aren't koalas actual bears? || They don't meet the koalafications.||",
    "What do you call a Frenchman wearing sandals? || Phillipe Phillope.||",
    "What did the mayonnaise say when the refrigerator door was opened? || Close the door, I'm dressing.||",
    "I used to be addicted to soap. || But I'm clean now.||",
    "What did the left eye say to the right eye? || Between you and me, something smells.||",
    "Why is England the wettest country? || Because the queen has reigned there for years.||",
    "What's a foot long and slippery? || A slipper.||",
    "They all laughed when I said I wanted to be a comedian. || Well, they're not laughing now!||",
    "I told my physical therapist that I broke my arm in two places. || He told me to stop going to those places.||",
    "What did the swordfish say to the marlin? || You're looking sharp.||",
    "How do you make holy water? || You boil the hell out of it.||",
    "Will glass coffins be a success? || Remains to be seen.||",
    "I was wondering why the ball was getting bigger. || Then it hit me.||",
    "Hear about the new restaurant called Karma? || There's no menu—you get what you deserve.||",
    "To the guy who invented zero || Thanks for nothing!||",
    "Atheism is a non-prophet organization.",
    "My Grandpa had the heart of a lion || And a life time ban from the Zoo.||",
    "A baby seal walks into a club || Ouch.||",
    "Why did the tomato blush? || Because it saw the salad dressing.||",
    "What did one eye say to the other eye? || Between you and me man, something smells.||",
    "Why did Sherlock Holmes go to the mexican restaurant? || He was looking for a good case-idea.||",
    "What's red, and smells like blue paint? || Red paint.||",
    "What do you call a monkey in a mine field? || A babooooom!||",
    "Why can't you hear a pterodactyl go to the bathroom? || The \"p\" is silent.||",
    "What's Michelle Obama's favorite vegetable? || Barackoli.||",
    "What do you get when you cross the Atlantic with the Titanic? || About half-way.||",
    "Have you heard about the restaurant on the moon? || The food is great but there's no atmosphere.||"
  ]
}